[{"publisher":"Wiley","issue":"1","abstract":"<jats:sec>\n                    <jats:title>Core Ideas</jats:title>\n                    <jats:p>\n                      <jats:list list-type=\"bullet\">\n                        <jats:list-item>\n                          <jats:p>Long‐term watersheds may provide a coherent description of climate change impacts.</jats:p>\n                        </jats:list-item>\n                        <jats:list-item>\n                          <jats:p>Observatories provide a stable experimental platform for process model development.</jats:p>\n                        </jats:list-item>\n                        <jats:list-item>\n                          <jats:p>Local environmental gradients support high spatial resolution hydrological modeling.</jats:p>\n                        </jats:list-item>\n                        <jats:list-item>\n                          <jats:p>Long‐term hydrologic data support large scale biogeochemical process integration.</jats:p>\n                        </jats:list-item>\n                        <jats:list-item>\n                          <jats:p>Large‐scale, high spatial resolution operational hydrologic modeling is feasible.</jats:p>\n                        </jats:list-item>\n                      </jats:list>\n                    </jats:p>\n                    <jats:p>\n                      The Reynolds Creek Experimental Watershed (RCEW) was established in 1960 as an “outdoor hydrological laboratory” to investigate hydrological processes of interest in the interior northwestern part of the United States. Initial emphasis was on installing and testing instrumentation and data collection and dissemination. The initial instrumentation network sampled the climatic gradient within the 239‐km\n                      <jats:sup>2</jats:sup>\n                      watershed and focused on specific subwatersheds for intensive instrumentation. This network has expanded and supported ad hoc research and provides a stable platform for the development of long‐term programs supporting research and model development in snow hydrology, climate change, water and energy balance, land management, carbon cycling, and critical zone hydrology. Recently, the challenge taken up at the RCEW is to integrate different processes over space for applications to larger areas outside the watershed. The presence of steep local environmental gradients associated with topography in addition to more gradual, elevational gradients requires high‐resolution modeling. The snow hydrology program has demonstrated the potential for high‐resolution, process‐based modeling across large landscapes. The direct linkage of biogeochemical processes with hydrological processes ultimately requires a multidisciplinary approach that has been adopted at the RCEW since inclusion in the Critical Zone Observatory program. We think that coupling of these processes will lead to a better understanding and management of natural resources on the landscape.\n                    </jats:p>\n                  </jats:sec>","DOI":"10.2136/vzj2018.07.0129","type":"article-journal","page":"1-20","source":"Crossref","title":"Reynolds Creek Experimental Watershed and Critical Zone Observatory","volume":"17","author":[{"given":"Mark","family":"Seyfried","sequence":"first","affiliation":[{"name":"USDA–ARS 800 Park Blvd Boise ID 83712"}]},{"given":"Kathleen","family":"Lohse","sequence":"additional","affiliation":[{"name":"Idaho State Univ. Pocatello ID 83209"}]},{"given":"Danny","family":"Marks","sequence":"additional","affiliation":[{"name":"USDA–ARS 800 Park Blvd Boise ID 83712"}]},{"given":"Gerald","family":"Flerchinger","sequence":"additional","affiliation":[{"name":"USDA–ARS 800 Park Blvd Boise ID 83712"}]},{"given":"Fred","family":"Pierson","sequence":"additional","affiliation":[{"name":"USDA–ARS 800 Park Blvd Boise ID 83712"}]},{"given":"W. Steven","family":"Holbrook","sequence":"additional","affiliation":[{"name":"Virginia Polytechnic Institute and State Univ. Blacksburg VA 24061"}]}],"container-title":"Vadose Zone Journal","language":"en","issued":{"date-parts":[[2018,1]]},"URL":"http://dx.doi.org/10.2136/vzj2018.07.0129","ISSN":"1539-1663","container-title-short":"Vadose Zone Journal"}]