[{"publisher":"Annual Reviews","issue":"1","abstract":"<jats:p> Soil is the central interface of Earth's critical zone—the planetary surface layer extending from unaltered bedrock to the vegetation canopy—and is under intense pressure from human demand for biomass, water, and food resources. Soil functions are flows and transformations of mass, energy, and genetic information that connect soil to the wider critical zone, transmitting the impacts of human activity at the land surface and providing a control point for beneficial human intervention. Soil functions are manifest during bedrock weathering and, in fully developed soil profiles, correlate with the porosity architecture of soil structure and arise from the development of soil aggregates as fundamental ecological units. Advances in knowledge on the mechanistic processes of soil functions, their connection throughout the critical zone, and their quantitative representation in mathematical and computational models define research frontiers that address the major global challenges of critical zone resource provisioning for human benefit. ▪ Connecting the mechanisms of soil functions with critical zone processes defines integrating science to tackle challenges of climate change and food and water supply. ▪ Soil functions, which develop through formation of soil aggregates as fundamental eco-logical units, are manifest at the earliest stages of critical zone evolution. ▪ Global degradation of soil functions during the Anthropocene is reversible through positive human intervention in soil as a central control point in Earth's critical zone. ▪ Measurement and mathematical translation of soil functions and critical zone processes offer new computational approaches for basic and applied geosciences research. </jats:p>","DOI":"10.1146/annurev-earth-063016-020544","type":"article-journal","page":"333-359","source":"Crossref","title":"Soil Functions: Connecting Earth's Critical Zone","volume":"47","author":[{"given":"Steven A.","family":"Banwart","sequence":"first","affiliation":[{"name":"Global Food and Environment Institute, University of Leeds, Leeds LS2 9JT, United Kingdom;"},{"name":"School of Earth and Environment, University of Leeds, Leeds LS2 9JT, United Kingdom;"}]},{"given":"Nikolaos P.","family":"Nikolaidis","sequence":"additional","affiliation":[{"name":"School of Environmental Engineering, Technical University of Crete, 73100 Chania, Crete, Greece;"}]},{"given":"Yong-Guan","family":"Zhu","sequence":"additional","affiliation":[{"name":"Key Lab of Urban Environment and Health, Institute of Urban Environment, Chinese Academy of Sciences, Xiamen 361021, China;"}]},{"given":"Caroline L.","family":"Peacock","sequence":"additional","affiliation":[{"name":"Global Food and Environment Institute, University of Leeds, Leeds LS2 9JT, United Kingdom;"},{"name":"School of Earth and Environment, University of Leeds, Leeds LS2 9JT, United Kingdom;"}]},{"given":"Donald L.","family":"Sparks","sequence":"additional","affiliation":[{"name":"Delaware Environmental Institute, University of Delaware, Newark, Delaware 19716, USA;"}]}],"container-title":"Annual Review of Earth and Planetary Sciences","language":"en","issued":{"date-parts":[[2019,5,30]]},"URL":"http://dx.doi.org/10.1146/annurev-earth-063016-020544","ISSN":"0084-6597","container-title-short":"Annu. Rev. Earth Planet. Sci."}]