[{"publisher":"Wiley","issue":"1","abstract":"<jats:sec>\n                    <jats:title>Core Ideas</jats:title>\n                    <jats:p>\n                      <jats:list list-type=\"bullet\">\n                        <jats:list-item>\n                          <jats:p>Awareness of hydrological observatories needs to be increased.</jats:p>\n                        </jats:list-item>\n                        <jats:list-item>\n                          <jats:p>These 23 papers document hydrological observatories on four continents.</jats:p>\n                        </jats:list-item>\n                        <jats:list-item>\n                          <jats:p>Hydrological observatories can help to solve relevant and important scientific questions.</jats:p>\n                        </jats:list-item>\n                      </jats:list>\n                    </jats:p>\n                    <jats:p>Observation of hydrological processes has a long‐standing tradition covering various climatic, hydrologic, geologic, and geomorphologic conditions. Hydrological observations are either organized in dedicated observatories focused on hydrology or within larger environmental observatories that address processes from the atmosphere to the groundwater. In this special section, we document hydrological observations currently conducted in long‐term hydrological observatories and other multidisciplinary observatories across the world. Besides monitoring basic climatic and hydrological variables, dedicated experiments are performed in many of these observatories. Hydrological observatories have proven to be crucial for the advance of the hydrological and greater Earth surface and environmental sciences. The accrued benefits include the development of integrated hydrological models that consider complex feedbacks between hydrological compartments. It is of utmost importance to increase awareness and knowledge of these infrastructures to optimize exploration of new hypotheses in hydrology and neighboring and allied disciplines. This special section consists of 23 papers documenting hydrological observatories on four continents covering diverse environmental conditions and research aspects of catchment science. We expect that the use of worldwide long‐term hydrological observatories across multiple compartments will help to solve important relevant scientific and societal questions.</jats:p>\n                  </jats:sec>","DOI":"10.2136/vzj2018.10.0194","type":"article-journal","page":"1-10","source":"Crossref","title":"Toward Better Understanding of Terrestrial Processes through Long‐Term Hydrological Observatories","volume":"17","author":[{"given":"H.R.","family":"Bogena","sequence":"first","affiliation":[{"name":"Agrosphere Institute (IBG‐3) Forschungszentrum Jülich 52425 Jülich Germany"}]},{"given":"T.","family":"White","sequence":"additional","affiliation":[{"name":"Earth and Environmental Systems Institute, Pennsylvania State Univ. University Park PA 16802"}]},{"given":"O.","family":"Bour","sequence":"additional","affiliation":[{"name":"Géosciences Rennes Univ. de Rennes 35042 Rennes cedex France"}]},{"given":"X.","family":"Li","sequence":"additional","affiliation":[{"name":"Institute of Tibetan Plateau Research Chinese Academy of Sciences Beijing 100101 China"}]},{"given":"K.H.","family":"Jensen","sequence":"additional","affiliation":[{"name":"Geosciences and Natural Resource Management Univ. of Copenhagen DK‐1350 Copenhagen Denmark"}]}],"container-title":"Vadose Zone Journal","language":"en","issued":{"date-parts":[[2018,1]]},"URL":"http://dx.doi.org/10.2136/vzj2018.10.0194","ISSN":"1539-1663","container-title-short":"Vadose Zone Journal"}]